<template>
<Navbar></Navbar>
<div class="container">
    <div class="row">
        <div class="rol-4 text-center">
            <h4 class="card-title mt-4 ttitle">養貓前你一定要知道</h4>
            <h4 class="tttitle mt-4">貓奴必學：六招增加貓喝水量</h4>

        </div>

<p class="mt-4 w-75">
大多數的貓咪天生不愛喝水，有些人甚至是到了貓貓被檢查出有腎臟病或泌尿道發炎之後，才發現事態的嚴重性，於是開始想盡辦法讓貓貓喝水喝多一些，或是改變飲食提供像是腎臟保養品來減緩病情加重程度。
貓咪不愛喝水其實是有原因的，因為貓本來是來自沙漠的動物，那裏的水源很少，牠們都是以獵物的血液來當作水分來源，不需要喝大量的飲水。但現代貓都是吃飼料為主，飼料裡的水分不到10﹪，如果水分攝取不足的話，喵喵等於是長期處在脫水的狀態。
一隻貓咪每公斤應該喝60ml的水，例如4公斤的貓一天就要喝240ml，為了增加貓咪的飲水量，不少愛貓人士和獸醫都研究出實用的解決方法。下面小編就整理出幾個最有效的方法，養貓的你也來讓家中的喵星人試試看吧！
</p>

<h4 class="mt-4 w-75 m-auto">1. 改餵濕食</h4>
<p class="mt-4 w-75">
現在網路上不少貓友都很推崇濕食，這可以說是能讓喵喵邊吃飯邊攝取大量水分的好方法。舉例來說，一般的罐頭含水量是70-80﹪，所以一罐80克的貓罐就大約含有64克的水；而乾飼料假設含10﹪的水，80克的飼料只含8克的水而已。<br>
如果可以的話，自製鮮食也是很好的方法，新鮮食物的含水量高，也沒有添加防腐劑的問題，但食材一定要注重多樣性，並且適量添加營養補充品來避免營養不均衡。<br>
有些喵喵從小吃乾飼料習慣了，突然叫牠吃罐頭或鮮食，會抗拒而不肯吃飯。一開始要循序漸進、慢慢轉換，不要突然完全改變喔！
</p>

<h4 class="mt-4 w-75 m-auto">2. 食物加水</h4>
<p class="mt-4 w-75">
罐頭加水是貓貓接受度最大的方式，另外在水裡加零食、飼料泡水、自製無鹽的雞湯或魚湯，也是可以嘗試的作法。但這對貪吃又不挑剔的貓比較有效，如果你家喵喵不肯吃泡水的食物，那就只能放棄這個方法了。
</p>

<h4 class="mt-4 w-75 m-auto">3. 新鮮乾淨的水</h4>
<p class="mt-4 w-75">
貓咪比狗狗挑剔，水質不乾淨絕對無法得到牠的青睞。為了侍奉家裡的貓老大，貓奴們一定要記得每天至少換水1次(2-3次更好)，水碗也要洗乾淨再裝水，這樣牠才會愛喝喔！
</p>

<h4 class="mt-4 w-75 m-auto">4. 流動的水</h4>
<p class="mt-4 w-75">
養貓的人都知道，喵喵對於會流動的水總是興趣很大，有些的確也偏愛喝會流動的水。對於這種貓咪，開水龍頭緩慢地滴水到下方的碗中，或是用市售的貓噴泉飲水器或是用魚缸馬達DIY飲水器，都會增加牠想喝水的慾望，可以嘗試看看。
</p>

<h4 class="mt-4 w-75 m-auto">5.用裝水的容器製造新鮮感</h4>
<p class="mt-4 w-75">
喵星人的惡劣行徑之一，就是喜歡跳到桌子上偷喝別人的水杯。既然如此，你也可以嘗試用不一樣的容器或杯子裝水，或是夏天在水中加入冰塊，製造新鮮感，吸引牠們跑來喝水喔！
</p>

<h4 class="mt-4 w-75 m-auto">6. 轉角遇到…一碗水</h4>
<p class="mt-4 w-75">
在房子裡的各個位置放上一碗水，特別是在貓咪每天必經之路的轉角處，讓牠走到哪都能喝水，增加喝水的方便性。注意水碗放置的地方不要離貓砂太近，也不要在家人頻繁進出或是有吵雜聲響的地方。
</p>

    </div>
</div>
<Footer class="mt-4"></Footer>
</template>

<script>
import Navbar from "../HomeNavbar.vue";
import Footer from "../HomeFooter.vue";
export default {
    components: {
        Navbar,
        Footer,
  },
  data() {
    return {
    };
  },

}
</script>

<style>
.ttitle{
    color: #fff;
    background-color: #F59246;
    border-radius: 14px;
    width: 18rem;
    margin: auto;
    padding: 0.1rem;
}
.tttitle{
  color: #F59246;
  text-decoration: none;
}
p{
    text-indent:1em;/* 首行文本內容之前的縮進量 */
    margin: auto;
    text-align: justify;/* 左右對齊 */
    text-justify: auto;/* IE需再加上此行才左右對齊 */
    
}
</style>