<template>
<Navbar></Navbar>
<div class="container">
    <div class="row">
        <div class="rol-4 text-center">
            <h4 class="card-title mt-4 ttitle">養貓前你一定要知道</h4>
            <h4 class="tttitle mt-4">養貓前要準備的空間、環境配置和收納篇</h4>

        </div>
<p class="mt-4 w-75">
養貓前要考慮的事情很多，很多新手貓奴會問我，剛養貓買了跳台、睡窩、玩具、食物還有缺什麼？其實「環境準備」也包含了「安全收納」，在「居家生活環境」這一塊的準備，關係到未來的人貓生活是幸福還是地獄，最重大的原則，就是「排除危險」和「建立適合貓咪生活」的環境，還有讓「人貓都幸福共存」。其實跟養小孩真的很像。<br>
「安全收納」是我養貓後天天都在想的事，因為貓會開抽屜、開冰箱、開門，會爬高、亂鑽洞、把東西撥到地上，所以家中無論是高處貨低處的收納，各種食物和危險物品的儲放安全性，真的非常需要事先做好準備，貓咪入住後也會需要一邊養、一邊調整。<br>
這篇《養貓前要準備的環境配置》主要是想分享：
<ul>
    <li>① 保護貓咪的門窗防護</li>
    <li>② 熟悉彼此的最好方法：給貓獨立安靜的小空間</li>
    <li>③ 對貓危險的東西可以這樣收</li>
    <li>④ 養貓必備的用品和配置</li>
</ul>
</p>

<h4 class="mt-4 w-75 m-auto">一、養貓最重要的基礎：門窗安全防護</h4>
<p class="mt-4 w-75">
搬家、剛帶回家的貓可能因為陌生、害怕、不安、好奇、受到驚嚇、發情的問題，偷跑出去兒找不回來的事很常發生，太無聊把紗窗咬破、愛玩而把窗戶打開導致貓咪墜樓受傷死亡也是屢見不鮮，因此養貓前做好門窗防護顯得非常重要。
<br>
在此宣導「養貓務必結紮」，私家繁殖須向動法處提出申請，若沒有申請的話會變成犯法，而且也容易有基因及疾病問題。讓貓咪不往外跑的方法有：結紮、養成睡前陪玩逗貓棒，白天做個藏食遊戲的紙盒給貓玩，適當的環境豐富化、替換、提高新鮮度，讓貓不要太無聊，有運動和消耗精力就不會因為無聊、體力旺盛而往外跑。
<br>
詳細怎麼做？有哪些資源？不做會怎樣？放養會怎樣？台灣適合放養貓咪嗎？可以找誰幫忙做？詳細可以參考以下文章。
</p>

<h4 class="mt-4 w-75 m-auto">二、熟悉彼此的最好方法：給貓獨立安靜的小空間</h4>
<p class="mt-4 w-75">
大多數的貓咪防備心重，先不提抱貓這件事，以適應上來說，快的貓一、二天就願意出來露臉，慢則數個月才願意在你面前吃東西。不要急著黏著貓，如果可以挪出一個安靜又安全的小空房最好，在房裡放上可以讓貓絕得安穩躲起來藏身的窩（用衣物/小被子/枕頭）、貓砂盆、水和食物，將把貓帶回家的運輸籠直接放在房間裡並維持開啟狀態，讓貓自己決定何時要出籠。
<br>
如果你只有一間小套房，可以用運輸籠來當貓咪的小小安身之處，然後在運輸籠外擺上舒服的睡窩、貓抓板、貓砂盆，食物和水都可以先送到運輸籠內供給。如果想用隔離籠安置貓咪，對於兇貓、防備心強、不安全感高的貓來說，可能會讓貓咪依賴貓籠、拒絕離開隔離籠，而拉長彼此親近所需要花的時間，這也很看貓的性格，無論用什麼籠，也都最好維持隨時敞開的狀態，讓貓可以決定何時要出籠，而你進去做完環境清掃、放飯，就可以直接出來，讓貓咪可以觀察你，知道你是對他好的、對他沒有威脅的。
<br>
為了希望讓貓認識自己，貓奴可以做的，就是時不時在貓看得到的地方，安靜「做自己的事」。
<br>
在裡面安靜摺衣服、安靜看書、安靜地鏟貓砂，偶爾小聲說幾句話遞上食物，或者是給點好吃的零食搭配陪玩幾場逗貓棒，然後就轉身離開，不要盯著貓看，也盡量不要有巨大聲響嚇到貓咪。這是讓貓咪認識你、知道你沒有威脅、對你卸下心防的方法。
<br>
等到你和貓可以在小房間內相處得很自在後，再將房門打開，讓貓咪自主決定何時踏出房間，對整間屋子探索。
</p>

<h4 class="mt-4 w-75 m-auto">三、養貓新手注意：把危險東西全收好！</h4>
<p class="mt-4 w-75">
其實養貓跟養小孩真的很像，不聽話、調皮、用不完的精力、好奇、愛玩、不知道什麼是危險。
<br>
把家裡的危險物品收好、提供適合貓咪遊戲很重要。我不推薦養貓新手急著購置貓跳台，以有限的預算和輕重緩急來看，先把家中的收納規劃好、收好，提供一個安靜又安全的小空間，然後把貓砂盆、健康的食物、貓抓板先買齊比較重要，窩就跟人一起睡，或是給他一個小紙箱就OK，跳台就是家中的櫃子，貓跳台可以等之後觀察貓咪個性後再購入。
<br>
貓咪是可能自行學會開冰箱、開門、開抽屜、挖箱子的，所以蠻多人會使用「塑膠整理箱」來收貓糧、貓零食、貓砂備品，人吃的食物和可能被咬破的備品，也要收在不會讓貓開啟或靠近的地方或高處。而家中常見的塑膠製品，像是巧拼、藍白泡棉拖鞋、針線、植物、殺蟲劑、塑膠袋等等物品，都是對貓來說相對危險的東西，務必捨棄及收好！
<br>
把家中的耳機、小東西、針線都收在方便拿又不會被貓開啟的地方，特別提醒一下，如果抽屜是好開關的，沒有兒童防開鎖的，裡面放食物的話會被貓打開來吃掉喔！
<br>
把易碎的收藏品與家飾品收在不會被貓開啟的玻璃櫃中，展示、安全、無塵。
<br>
貓乾糧、貓零食、醫療用品、藥品、瑜珈墊和瑜珈磚都收好、整理好，放在貓無法開啟的地方。
</p>

<h4 class="mt-4 w-75 m-auto">四、養貓必備的用品和配置</h4>
<p class="mt-4 w-75">
養貓之前的環境準備工作告一段落，接下來在接貓回來之前，可以開始配置必要的生活物品：
<ul>
    <li>貓砂與貓砂盆</li>
    <li>貓碗、飲水用品</li>
    <li>貓抓板</li>
    <li>貓窩（舊衣/被子/枕頭）</li>
    <li>逗貓棒</li>
    <li>穩固的運輸籠/外出籠</li>
</ul>
</p>

<p class="mt-4 w-75">
貓抓板的位置要盡可能在大家都看得的地方，貓行為專科醫師林子軒醫師的講座上有提到，貓抓抓板是一種展現，有可能是讓大家看看我帥氣的爪子（？）哈哈我自己亂講的，總之，貓抓板可以放在客廳、貓砂盆前面、睡窩前、電視機前面、窗台前，這樣貓就不太會去去抓不應該被抓的東西。
</p>

    </div>
</div>
<Footer class="mt-4"></Footer>
</template>

<script>
import Navbar from "../HomeNavbar.vue";
import Footer from "../HomeFooter.vue";
export default {
    components: {
        Navbar,
        Footer,

  },
  data() {
    return {
    };
  },

}
</script>

<style>
.ttitle{
    color: #fff;
    background-color: #F59246;
    border-radius: 14px;
    width: 18rem;
    margin: auto;
    padding: 0.1rem;
}
.tttitle{
  color: #F59246;
  text-decoration: none;
}
p{
    text-indent:1em;/* 首行文本內容之前的縮進量 */
    margin: auto;
    text-align: justify;/* 左右對齊 */
    text-justify: auto;/* IE需再加上此行才左右對齊 */
    
}
</style>