<template>
<Navbar></Navbar>
<div class="container">
    <div class="row">
        <div class="rol-4 text-center">
            <h4 class="card-title mt-4 ttitle">養貓前你一定要知道</h4>
            <h4 class="tttitle mt-4">這十件事，養貓前你一定要知道</h4>

        </div>

<p class="mt-4 w-75">
大家都不希望養了貓之後，每天都要跟牠屁股後面處理殘局，或是想辦法揪出躲在床底下或衣櫃上的牠。畢竟身為主人，總是期望能跟可愛的小貓咪共同擁有美好的生活點滴。但到底是哪裡出了錯，導致貓咪不受控制，成了家裡的搗蛋鬼呢？雖然我們都不想承認，但大部分的原因其實就是主人的問題。要把錯怪罪在貓咪身上很簡單，但我們最常忽略的，是我們到底知不知道怎麼養貓。<br>
對於貓主人，貓行為學家Pam Johnson-Bennett提出了下列十點「養貓一定要知道的事」：
</p>

<h4 class="mt-4 w-75 m-auto">1. 貓是社交的動物</h4>
<p class="mt-4 w-75">
很多人都誤以為貓咪獨來獨往，享受孤獨，但牠其實喜歡有同伴的感覺。雖然養新的貓時，一開始舊貓可能會因為地盤問題而生氣，但如果你處理得當，牠們還是有可能成為很好的夥伴。
</p>

<h4 class="mt-4 w-75 m-auto">2. 提供一個好貓砂盆</h4>
<p class="mt-4 w-75">
當你打算幫貓咪布置一個新家時，一定要特別用心在貓砂的部分。不但貓砂盆的位置對牠來說必須很便利，而且貓砂盆的樣式、沙子的材質，以及你多久清一次貓砂，都是很大的重點。
</p>

<h4 class="mt-4 w-75 m-auto">3. 磨爪子是正常的</h4>
<p class="mt-4 w-75">
現今香港有好多居住地方不容許飼養小動物，所以要清楚知道你家的居住條件才好決定帶動物回家。不然被人發現的時候，貓咪很可能會成為遺棄的動物！
</p>

<h4 class="mt-4 w-75 m-auto">4. 增加環境豐富性</h4>
<p class="mt-4 w-75">
如果能夠增加環境的豐富性的話，就能避免很多行為問題的發生，所以你應該要給予貓咪一些感官刺激才行。你應該要花時間跟牠玩互動遊戲、有時讓牠獨自玩耍、探索、做記號，而且給牠安全又舒適的環境。如果你的貓整天都在睡覺，睡醒了就要吃，吃完又跑去睡，那牠就是環境豐富性不足。
</p>

<h4 class="mt-4 w-75 m-auto">5. 每個行為都有它的目的性</h4>
<p class="mt-4 w-75">
貓咪所做的任何行為都它的原因，否則牠不會一直重複那樣做。貓咪不會出於報復或憤怒而故意做壞事，如果你不喜歡牠的某種行為，你應該要先想想牠為什麼需要那麼做(上網查或是去看貓行為書籍)，然後提供一個更好的替代方法。
</p>

<h4 class="mt-4 w-75 m-auto">6. 管教要有一致性</h4>
<p class="mt-4 w-75">
訓練貓咪的時候，口令訊息要一致，而且確保家中的每個成員都採用同一種管教方法。最常見的錯誤，就是貓爸媽的管教方法不同，導致貓咪搞不清楚什麼可以做、什麼不行做。
</p>

<h4 class="mt-4 w-75 m-auto">7. 持續接受醫療照顧</h4>
<p class="mt-4 w-75">
不管你的貓咪是路邊撿來的浪浪，還是在店家買來的高級名種貓，牠們都需要定期接受獸醫的檢查跟預防工作。有些不正常的行為問題，其實可能是潛在的醫療問題所引起。年度的健康檢查對貓咪來說是有其必要性的喔！
</p>

<h4 class="mt-4 w-75 m-auto">8. 注意聽你的貓想說什麼</h4>
<p class="mt-4 w-75">
注意看貓咪的肢體語言，並且尊重牠想保有個人空間的要求。貓咪會用一些肢體語言來表達訊息，告訴你牠現在不想被打擾，如果你能尊重牠的意願，那麼就能增加牠對你的信賴感。
</p>

<h4 class="mt-4 w-75 m-auto">9. 不要讓牠變大肥貓</h4>
<p class="mt-4 w-75">
常常新聞都會報導世界上最胖的貓有多重，那些胖貓的體重真的一般貓咪的好幾倍，看起來很嚇人。有些人會說那看起來很可愛，但如果那些肉長在你身上的話，你肯定是笑不出來的。一般人餵飼料，可以用包裝上的建議用量來決定該餵貓吃多少，但因為每隻貓的活動量和代謝率不同，如果你覺得貓咪好像開始變胖了，請與獸醫師討論正確的減肥方法，以確保貓咪健康喔。肥貓除了有關節炎的風險，還容易發生心臟病和糖尿病，主人一定不能忽視肥胖問題喔！
</p>

<h4 class="mt-4 w-75 m-auto">10. 跟你的貓玩</h4>
<p class="mt-4 w-75">
每天陪你的貓玩是最基本的要求。貓咪是擅長狩獵的動物，天生就是應該要常活動。不論牠是年輕的運動健將或是懶洋洋的老年貓，每天的互動遊戲都是有益健康的。而且互動遊戲能增進你們的感情、降低貓咪的恐懼感，讓牠對你以及環境產生好的連結。所以別再懶惰，快拿起逗貓棒來遊戲吧！
</p>

    </div>
</div>
<Footer class="mt-4"></Footer>
</template>

<script>
import Navbar from "../HomeNavbar.vue";
import Footer from "../HomeFooter.vue";
export default {
    components: {
        Navbar,
        Footer,

  },
  data() {
    return {
    };
  },

}
</script>

<style>
.ttitle{
    color: #fff;
    background-color: #F59246;
    border-radius: 14px;
    width: 18rem;
    margin: auto;
    padding: 0.1rem;
}
.tttitle{
  color: #F59246;
  text-decoration: none;
}
p{
    text-indent:1em;/* 首行文本內容之前的縮進量 */
    margin: auto;
    text-align: justify;/* 左右對齊 */
    text-justify: auto;/* IE需再加上此行才左右對齊 */
    
}
</style>